Repository: jonnius/webber
Catalog: po/*.po
Languages: it, nl

source: About
nl: Over

source: Webapp shortcut creator for Ubuntu Touch
nl: Maak webapp-snelkoppelingen op Ubuntu Touch

source: Rate
nl: Beoordelen

source: Contribute
nl: Bijdragen

source: Report bug
nl: Bug melden

source: Url (e.g. %1)
it: Url (es. %1)
nl: URL (bijv. %1)

source: Customize
it: Personalizza
nl: Aanpassen

source: Reset
nl: Standaardwaarden

source: Create
it: Crea
nl: Maken

source: Creating shortcut ...
it: Crea collegamento...
nl: Bezig met maken van snelkoppeling…

source: Play audio
it: Riproduci audio
nl: Mag audio afspelen

source: Upload files from other apps
it: Carica file da altre app
nl: Mag bestanden uit andere apps uploaden

source: Export files to other apps
it: Esporta file in altre app
nl: Mag bestanden exporteren naar andere apps

source: Keep the screen on
it: Tieni lo schermo sempre acceso
nl: Mag het scherm ingeschakeld houden

source: Access your location
it: Accede alla tua posizione
nl: Mag je locatie opvragen

source: Access your camera
it: Accede alla fotocamera
nl: Mag je camera gebruiken

source: Acess your microphone
it: Accede al microfono
nl: Mag je microfoon gebruiken

source: Access your sensors
it: Accede ai sensori
nl: Mag je sensors gebruiken

source: Select icon
nl: Kies een pictogram

source: No icons found in the website metadata, sorry! You could try to use a screenshot or custom icon instead.
nl: Er zijn geen pictogrammen aangetroffen in de websitegegevens - gebruik een schermfoto of aangepast pictogram.

source: Close
nl: Sluiten

source: Add
it: Aggiungi
nl: Toevoegen

source: Properties
it: Proprietà
nl: Eigenschappen

source: Refresh
it: Ricarica
nl: Verversen

source: Name
it: Nome
nl: Naam

source: Web app name
it: Nome della Webapp
nl: Geef de webapp een naam

source: Icon
it: Icona
nl: Pictogram

source: Visuals & Behavior
it: Effetti visivi & Comportamento
nl: Vormgeving

source: Splash screen color (hex)
it: Colore della pagina iniziale (hex)
nl: Kleur van opstartscherm (in hex)

source: Fullscreen
it: Schermo intero
nl: Beeldvullend

source: Controls
it: Controlli
nl: Bediening

source: Don't show a title bar
it: Non mostrare la barra del titolo
nl: Geen titelbalk

source: Show title bar
it: Mostra la barra del titolo
nl: Titelbalk

source: Show title bar with back/forward buttons
it: Mostra la barra del titolo con i pulsanti indietro/avanti
nl: Titelbalk met knoppen ‘Vorige’ en ‘Volgende’

source: Browser Identifier (User-Agent header)
nl: Browseridentificatie (gebruikersagent)

source: The User-Agent header is a string of text in a specific format that browsers send to servers to identify themselves. It contains technical information about the browser, operating system and vendor. Unfortunately, some websites restrict access or features based on the User-Agent header. To workaround this <a href="%1">bad practice</a>, you can <a href="%2">choose a common User-Agent header</a> that your website accepts and copy it into the text field below.
nl: De gebruikersagent is een tekenreeks die browsers gebruiken om zichzelf kenbaar te maken aan servers. Deze tekenreeks bestaat uit technische informatie over je browser, besturingssysteem en toestelfabrikant. Helaas beperken sommige websites zich tot bepaalde gebruikersagenten. Om dit <a href="%1">vervelende gedrag</a> te omzeilen, kun je een <a href="%2">gebruikersagent kiezen</a> die wél geaccepteerd wordt en in onderstaand tekstveld plakken.

source: User-Agent header
nl: Gebruikersagent

source: Auto (default)
nl: Automatisch (standaard)

source: Mobile
nl: Mobiel

source: Desktop
nl: Computer

source: Custom User-Agent header
nl: Aangepaste gebruikersagent

source: Url patterns
it: Modelli di URL
nl: URL-patronen

source: Permissions
it: Permessi
nl: Bevoegdheden

source: Tutorial
nl: Uitleg

source: Hey, welcome! Webber helps you to create shortcuts for your favorite websites. It's easy!
nl: Hoi, welkom in Webber! Met deze app kun je heel gemakkelijk snelkoppelingen (webapps) maken van je favoriete sites.

source: Use the webbrowser app to navigate to a website you like to add as a shortcut.
it: Usa l'app web-browser per navigare nel sito che vuoi aggiungere come collegamento.
nl: Open de webbrowser en ga naar de website waarvan je een snelkoppeling wilt maken.

source: Use the share option in the menu and select Webber to create the shortcut.
it: Utilizza l'opzione di condivisione nel menu e seleziona Webber per creare il collegamento.
nl: Open daarna het menu, druk op ‘Delen’ en kies Webber.

source: That's it! Enjoy!
nl: Veel plezier met Webber!

source: Browse
it: Naviga
nl: Browser openen

source: Learn more
nl: Meer informatie

source: Default
it: Predefinito
nl: Standaard

source: Icon specified in website meta data
it: Icona specificata nei metadati del sito web
nl: Pictogram uit websitegegevens

source: Screenshot
it: Immagine della schermata
nl: Schermfoto

source: Custom
it: Personalizzato
nl: Aangepast

source: Exporting ...
it: Esporta...
nl: Bezig met exporteren…

source: Import custom icon
it: Importa icona personalizzata
nl: Pictogram importeren
